The command id.
  Namespace:   Autodesk.Revit.UI.Events
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public RevitCommandId CommandId { get; }
  Visual Basic
Public ReadOnly Property CommandId As RevitCommandId
	Get
  Visual C++
public:
property RevitCommandId^ CommandId {
	RevitCommandId^ get ();
}
 See Also
  CommandEventArgs Class
  Autodesk.Revit.UI.Events Namespace